Repository: qwqer-eu/woocommerce-plugin
Catalog: languages/qwqer-*.po
Languages: lv, ru_ru

source: Please select a terminal
lv: Lūdzu, izvēlieties punktu
ru_ru: Пожалуйста, выберите точку

source: Terminal name
lv: Punkta nosaukums
ru_ru: Имя точки

source: Delivery is not possible!
lv: Piegāde nav iespējama!
ru_ru: Доставка невозможна!

source: QWQER Shipping Method
lv: QWQER Piegādes Metode
ru_ru: Способ доставки QWQER

source: Method Title
lv: Metodes nosaukums
ru_ru: Название метода

source: QWQER Scheduled Delivery
lv: QWQER vakara piegāde
ru_ru: QWQER вечерняя доставка

source: Scheduled Delivery
lv: Vakara piegāde
ru_ru: Вечерняя доставка

source: QWQER Express Delivery
lv: QWQER Ekspress piegāde
ru_ru: QWQER Экспресс доставка

source: Express Delivery
lv: Ekspress piegāde
ru_ru: Экспресс доставка

source: Omniva Parcel locker
lv: Omniva paku skapis
ru_ru: Покомат Omniva

source: Delivery to the parce locker (Omniva)
lv: Piegāde uz pakomātu (Omniva)
ru_ru: Доставка в пакомат (Омнива)

source: Trading-Point ID
lv: Tirdzniecības Punkta ID
ru_ru: Идентификатор торговой точки

source: API token
lv: API atslēga
ru_ru: API-токен

source: Shop phone number
lv: Veikala telefona numurs
ru_ru: Номер телефона магазина

source: Select category
lv: Izvēlieties kategoriju
ru_ru: Выберите категорию

source: Category to which your shop`s products belong
lv: Kategorija, kurā ietilpst jūsu veikala produkti
ru_ru: Категория, к которой относятся товары вашего магазина

source: Other
lv: Cits
ru_ru: Другое

source: Flowers
lv: Ziedi
ru_ru: Цветы

source: Food
lv: Ēdiens
ru_ru: Продукты питания

source: Electronics
lv: Elektronika
ru_ru: Электроника

source: Cake
lv: Kūka
ru_ru: Торты

source: Present
lv: Dāvana
ru_ru: Презенты

source: Clothes
lv: Apģērbs
ru_ru: Одежда

source: Document
lv: Dokuments
ru_ru: Документ

source: Jewelry
lv: Rotaslietas
ru_ru: Ювелирные изделия

source: Omniva Parcel Locker
lv: Omniva paku skapis
ru_ru: Покомат Omniva

source: One or more of the destinations is out of orgin`s delivery area!
lv: Viens vai vairāki galamērķi atrodas ārpus piegādes zonas!
ru_ru: Один или несколько пунктов назначения находятся за пределами зоны доставки отправления!

source: %s. Please fill in the address and city field
lv: %s. Lūdzu, norādiet adresi un pilsētu
ru_ru: %s. Пожалуйста, укажите адрес и город

source: %s. Please select a parcel locker from the list
lv: %s. Lūdzu, izvēlieties paku skapi
ru_ru: %s. Пожалуйста, выберите покомат

source: Important! Install and activate the plugin "Woocommerce"
lv: Svarbu! Įdiekite ir įjunkite įskiepį "Woocommerce"
ru_ru: Важно! Установите и активируйте плагин "Woocommerce"

source: Important! Address and city fields in woocommerce settings are required
lv: Svarbu! Adreso ir miesto laukai woocommerce nustatymuose yra privalomi
ru_ru: Важно! Поля "Адрес" и "Город" в настройках woocommerce являются обязательными
